{
    "page": 1,
    "results": [
        {
            "adult": false,
            "backdrop_path": "/jhk6D8pim3yaByu1801kMoxXFaX.jpg",
            "genre_ids": [
                28,
                18,
                12
            ],
            "id": 98,
            "original_language": "en",
            "original_title": "Gladiator",
            "overview": "Nos dias finais do reinado de Marcus Aurelius, o imperador desperta a ira de seu filho Commodus ao tornar pública sua predileção em deixar o trono para Maximus, o comandante do exército romano. Sedento pelo poder, Commodus mata seu pai, assume a coroa e ordena a morte de Maximus, que consegue fugir antes de ser pego e passa a se esconder sob a identidade de um escravo e gladiador do Império Romano.",
            "popularity": 575.148,
            "poster_path": "/ynMOAuMZkfipOWBfDqI7aemDqzs.jpg",
            "release_date": "2000-05-04",
            "title": "Gladiador",
            "video": false,
            "vote_average": 8.2,
            "vote_count": 18686
        },
        {
            "adult": false,
            "backdrop_path": "/qwK9soQmmJ7kRdjLZVXblw3g7AQ.jpg",
            "genre_ids": [
                28,
                12,
                53,
                80
            ],
            "id": 7451,
            "original_language": "en",
            "original_title": "xXx",
            "overview": "O ex-atleta de esportes extremos Xander \"XXX\" Cage, famoso por suas acrobacias que desafiam a morte, é convencido de que pode ter sucesso em ações que espiões convencionais falharam. Xander é recrutado pelo agente Gibbons para se tornar um tipo diferente de agente secreto. Agora, em uma perigosa missão, ele precisa usar todas as suas habilidades para combater um inimigo mortal.",
            "popularity": 253.951,
            "poster_path": "/lpmyeqSR2Pc7ytfTp1ScD3ferX4.jpg",
            "release_date": "2002-08-09",
            "title": "Triplo X",
            "video": false,
            "vote_average": 5.938,
            "vote_count": 4254
        },
        {
            "adult": false,
            "backdrop_path": "/x2RS3uTcsJJ9IfjNPcgDmukoEcQ.jpg",
            "genre_ids": [
                12,
                14,
                28
            ],
            "id": 120,
            "original_language": "en",
            "original_title": "The Lord of the Rings: The Fellowship of the Ring",
            "overview": "Em uma terra fantástica e única, um hobbit recebe de presente de seu tio um anel mágico e maligno que precisa ser destruído antes que caia nas mãos do mal. Para isso, o hobbit Frodo tem um caminho árduo pela frente, onde encontra perigo, medo e seres bizarros. Ao seu lado para o cumprimento desta jornada, ele aos poucos pode contar com outros hobbits, um elfo, um anão, dois humanos e um mago, totalizando nove pessoas que formam a Sociedade do Anel.",
            "popularity": 164.718,
            "poster_path": "/omoMXT3Z7XrQwRZ2OGJGNWbdeEl.jpg",
            "release_date": "2001-12-18",
            "title": "O Senhor dos Anéis: A Sociedade do Anel",
            "video": false,
            "vote_average": 8.415,
            "vote_count": 25164
        },
        {
            "adult": false,
            "backdrop_path": "/oOv2oUXcAaNXakRqUPxYq5lJURz.jpg",
            "genre_ids": [
                18,
                28,
                80,
                53
            ],
            "id": 155,
            "original_language": "en",
            "original_title": "The Dark Knight",
            "overview": "Após dois anos desde o surgimento do Batman, os criminosos de Gotham City têm muito o que temer. Com a ajuda do tenente James Gordon e do promotor público Harvey Dent, Batman luta contra o crime organizado. Acuados com o combate, os chefes do crime aceitam a proposta feita pelo Coringa e o contratam para combater o Homem-Morcego.",
            "popularity": 155.018,
            "poster_path": "/4lj1ikfsSmMZNyfdi8R8Tv5tsgb.jpg",
            "release_date": "2008-07-16",
            "title": "Batman: O Cavaleiro das Trevas",
            "video": false,
            "vote_average": 8.5,
            "vote_count": 32890
        },
        {
            "adult": false,
            "backdrop_path": "/wW7Wt5bXzPy4VOEE4LTIUDyDgBo.jpg",
            "genre_ids": [
                12,
                14,
                28
            ],
            "id": 22,
            "original_language": "en",
            "original_title": "Pirates of the Caribbean: The Curse of the Black Pearl",
            "overview": "O pirata Jack Sparrow tem seu navio saqueado e roubado pelo capitão Barbossa e sua tripulação. Com o navio de Sparrow, Barbossa invade a cidade de Port Royal, levando consigo Elizabeth Swann, filha do governador. Para recuperar sua embarcação, Sparrow recebe a ajuda de Will Turner, um grande amigo de Elizabeth. Eles desbravam os mares em direção à misteriosa Ilha da Morte, tentando impedir que os piratas-esqueleto derramem o sangue de Elizabeth para desfazer a maldição que os assola.",
            "popularity": 146.318,
            "poster_path": "/xsAlxvMCRzyreLxdZL1dOUSbonV.jpg",
            "release_date": "2003-07-09",
            "title": "Piratas do Caribe: A Maldição do Pérola Negra",
            "video": false,
            "vote_average": 7.806,
            "vote_count": 20584
        },
        {
            "adult": false,
            "backdrop_path": "/5JrZAtyk3LwiiAWLW0kwz41XZJC.jpg",
            "genre_ids": [
                12,
                14,
                28
            ],
            "id": 122,
            "original_language": "en",
            "original_title": "The Lord of the Rings: The Return of the King",
            "overview": "O confronto final entre as forças do bem e do mal que lutam pelo controle do futuro da Terra Média se aproxima. Sauron planeja um grande ataque a Minas Tirith, capital de Gondor, o que faz com que Gandalf e Pippin partam para o local na intenção de ajudar a resistência. Um exército é reunido por Theoden em Rohan, em mais uma tentativa de deter as forças de Sauron. Enquanto isso, Frodo, Sam e Gollum seguem sua viagem rumo à Montanha da Perdição para destruir o anel.",
            "popularity": 143.667,
            "poster_path": "/aXS3D94iIO9dheHrG0BhgUR4Wuy.jpg",
            "release_date": "2003-12-17",
            "title": "O Senhor dos Anéis: O Retorno do Rei",
            "video": false,
            "vote_average": 8.482,
            "vote_count": 24216
        },
        {
            "adult": false,
            "backdrop_path": "/vL5LR6WdxWPjLPFRLe133jXWsh5.jpg",
            "genre_ids": [
                28,
                12,
                14,
                878
            ],
            "id": 19995,
            "original_language": "en",
            "original_title": "Avatar",
            "overview": "Apesar de não ter mais os movimentos da perna, o ex-fuzileiro naval Jake Sully ainda sente que pode ser um guerreiro. Sua intuição começa a se tornar realidade quando ele viaja anos-luz até a estação espacial montada no Planeta Pandora. Habitado por grandes seres azuis, os Na´vi, o local tem uma atmosfera fatal para qualquer terrestre. Por isso, oficiais criaram o programa Avatar, em que um corpo biológico, híbrido de humano e Na´vi, pode ser comandado a distância.",
            "popularity": 133.626,
            "poster_path": "/iNMP8uzV2Ing6ZCw0IICgEFVNfC.jpg",
            "release_date": "2009-12-15",
            "title": "Avatar",
            "video": false,
            "vote_average": 7.6,
            "vote_count": 31488
        },
        {
            "adult": false,
            "backdrop_path": "/8ZTVqvKDQ8emSGUEMjsS4yHAwrp.jpg",
            "genre_ids": [
                28,
                878,
                12
            ],
            "id": 27205,
            "original_language": "en",
            "original_title": "Inception",
            "overview": "Um ladrão que rouba segredos corporativos por meio do uso da tecnologia de compartilhamento de sonhos, recebe a tarefa inversa de plantar uma ideia na mente de um Diretor Executivo.",
            "popularity": 133.393,
            "poster_path": "/k3UoZhRHg6h2XYzwNAJJvGC2yev.jpg",
            "release_date": "2010-07-15",
            "title": "A Origem",
            "video": false,
            "vote_average": 8.369,
            "vote_count": 36564
        },
        {
            "adult": false,
            "backdrop_path": null,
            "genre_ids": [
                16,
                35,
                28
            ],
            "id": 324568,
            "original_language": "ja",
            "original_title": "おいら女蛮",
            "overview": "",
            "popularity": 132.968,
            "poster_path": "/rWEykM1thLhYee6mK25fGLXyO14.jpg",
            "release_date": "1992-08-21",
            "title": "おいら女蛮",
            "video": false,
            "vote_average": 4.0,
            "vote_count": 6
        },
        {
            "adult": false,
            "backdrop_path": "/vr6n6ZFUZvedvIlhfYcbCWcaKyW.jpg",
            "genre_ids": [
                12,
                14,
                28
            ],
            "id": 58,
            "original_language": "en",
            "original_title": "Pirates of the Caribbean: Dead Man's Chest",
            "overview": "Will e Elizabeth estão prestes a se casar quando o lendário pirata Davy Jones, comandante do invencível navio assombrado, aparece para cobrar uma dívida do capitão Jack Sparrow, amigo do casal. A única chance de Sparrow se livrar de uma maldição de Jones é encontrando o baú da morte.",
            "popularity": 129.82,
            "poster_path": "/dCXOveWolVMMbJZQ0cNslpqohPM.jpg",
            "release_date": "2006-07-06",
            "title": "Piratas do Caribe: O Baú da Morte",
            "video": false,
            "vote_average": 7.365,
            "vote_count": 15889
        },
        {
            "adult": false,
            "backdrop_path": "/qJzloL8O9YHhiWBrhlPfKAtZu2I.jpg",
            "genre_ids": [
                28,
                878
            ],
            "id": 557,
            "original_language": "en",
            "original_title": "Spider-Man",
            "overview": "Peter Parker é um jovem estudioso que vive com seus tios, Ben e May, desde que seus pais faleceram. Peter tem dificuldade em se relacionar com seus colegas, por ser tímido e por eles o considerarem um nerd. Até que, em uma demonstração científica, um acidente inesperado faz com que uma aranha modificada geneticamente pique Peter. A partir de então seu corpo é quimicamente alterado pela picada da aranha.",
            "popularity": 127.245,
            "poster_path": "/2WIwz0qJpnVAiofTAhrmhbKxuvE.jpg",
            "release_date": "2002-05-01",
            "title": "Homem-Aranha",
            "video": false,
            "vote_average": 7.3,
            "vote_count": 19028
        },
        {
            "adult": false,
            "backdrop_path": "/tIG8FwHRiHLOlWJdizp2oxdkSL2.jpg",
            "genre_ids": [
                14,
                28,
                27
            ],
            "id": 561,
            "original_language": "en",
            "original_title": "Constantine",
            "overview": "John Constantine (Keanu Reeves) é um experiente ocultista e exorcista, que literalmente chegou ao inferno. Juntamente com Angela Dodson (Rachel Weisz), uma policial cética, ele investiga o misterioso assassinato da irmã gêmea dela, Isabel. As investigações levam a dupla a um mundo sombrio, em que precisam lidar com demônios e anjos malvados.",
            "popularity": 118.256,
            "poster_path": "/dd4uzgUAbBIiRW7dcY0AcgSWohJ.jpg",
            "release_date": "2005-02-08",
            "title": "Constantine",
            "video": false,
            "vote_average": 7.1,
            "vote_count": 7147
        },
        {
            "adult": false,
            "backdrop_path": "/x2wOlXuK4NzPDQ0OBZiJjNNOp6Y.jpg",
            "genre_ids": [
                28,
                12,
                878
            ],
            "id": 861,
            "original_language": "en",
            "original_title": "Total Recall",
            "overview": "No ano de 2084, o operário Doug Quaid recorre a um implante de memória para poder simular uma viagem a Marte. Mas algo sai errado e ele começa a se lembrar de quem realmente era e de fatos que, até então, desconhecia. Agora, Quaid quer vingança contra aqueles que o enganaram.",
            "popularity": 117.201,
            "poster_path": "/6gKfyI8oPycrncaeqTwqqv2AB4R.jpg",
            "release_date": "1990-06-01",
            "title": "O Vingador do Futuro",
            "video": false,
            "vote_average": 7.3,
            "vote_count": 5754
        },
        {
            "adult": false,
            "backdrop_path": "/mshaKLtPUxcDBhzau6qiObEblhL.jpg",
            "genre_ids": [
                12,
                14,
                28
            ],
            "id": 121,
            "original_language": "en",
            "original_title": "The Lord of the Rings: The Two Towers",
            "overview": "Após a captura de Merry e Pippy pelos orcs, a Sociedade do Anel é dissolvida. Frodo e Sam seguem sua jornada rumo à Montanha da Perdição para destruir o anel e descobrem que estão sendo perseguidos pelo misterioso Gollum. Enquanto isso, Aragorn, o elfo e arqueiro Legolas e o anão Gimli partem para resgatar os hobbits sequestrados e chegam ao reino de Rohan, onde o rei Theoden foi vítima de uma maldição mortal de Saruman.",
            "popularity": 114.326,
            "poster_path": "/cmTFY35KK40yBX23Z9HhqU5uZ2O.jpg",
            "release_date": "2002-12-18",
            "title": "O Senhor dos Anéis: As Duas Torres",
            "video": false,
            "vote_average": 8.398,
            "vote_count": 21852
        },
        {
            "adult": false,
            "backdrop_path": "/ygTSl89OtmXY4ESMpEF7qZcpGR8.jpg",
            "genre_ids": [
                12,
                28,
                14
            ],
            "id": 564,
            "original_language": "en",
            "original_title": "The Mummy",
            "overview": "Em 1926, um grupo de arqueólogos descobre uma tumba na cidade perdida de Hamunaptra. Dentro da tumba é encontrado o corpo de Imhotep (Arnold Vosloo), o sacerdote do Faraó Seti (Aharon Ipalé), que foi mumificado vivo além de ter recebido a mais terrível das maldições por ter dormido com a amante do faraó e, movido por ciúme doentio e amor, ter matado o Faraó. No entanto, quando um dos membros da expedição lê um manuscrito que foi encontrado pelo grupo e traz Imhotep de volta vida, ele ressurge cheio de ódio e só pensa em reencontrar sua amada e destruir todos que cruzem o seu caminho, trazendo consigo as dez pragas do Egito.",
            "popularity": 108.245,
            "poster_path": "/x9WtRo3zf7p3K7ERdlpqlRgtYU6.jpg",
            "release_date": "1999-04-16",
            "title": "A Múmia",
            "video": false,
            "vote_average": 6.9,
            "vote_count": 9024
        },
        {
            "adult": false,
            "backdrop_path": "/hMl124Go2Ed9Qu8VsPLiA3nBSMk.jpg",
            "genre_ids": [
                28,
                18,
                36
            ],
            "id": 1579,
            "original_language": "en",
            "original_title": "Apocalypto",
            "overview": "Jaguar Paw (Rudy Youngblood) levava uma vida tranquila, que foi interrompida devido à uma invasão. Os governantes de um império maia em declínio acreditavam que a chave para a prosperidade seria construir mais templos e realizar mais sacrifícios humanos. Jaguar é capturado para ser um destes sacrifícios, mas consegue escapar por acaso. Agora, guiado apenas pelo amor que sente por sua esposa e pela filha, ele realiza uma corrida desesperada para chegar em casa e salvar sua família.",
            "popularity": 106.708,
            "poster_path": "/cRY25Q32kDNPFDkFkxAs6bgCq3L.jpg",
            "release_date": "2006-12-07",
            "title": "Apocalypto",
            "video": false,
            "vote_average": 7.6,
            "vote_count": 5522
        },
        {
            "adult": false,
            "backdrop_path": "/se5Hxz7PArQZOG3Nx2bpfOhLhtV.jpg",
            "genre_ids": [
                28,
                12,
                16,
                10751
            ],
            "id": 9806,
            "original_language": "en",
            "original_title": "The Incredibles",
            "overview": "Beto Pêra e sua mulher Helena estavam entre os maiores super-heróis do mundo, salvando inúmeras vidas e combatendo o mal diariamente. Quinze anos depois, eles foram forçados a adotar novas identidades e a mudar-se para o subúrbio, onde vivem como cidadãos comuns com seus três filhos, Violeta, Flecha e Zezé. Louco para voltar à ação, Beto tem a sua chance quando uma misteriosa ligação o intima a comparecer a uma ilha distante para receber uma missão ultra-secreta. Ele logo descobre que só uma família inteira de super-heróis será capaz de salvar o mundo e impedir sua total destruição.",
            "popularity": 101.999,
            "poster_path": "/9u27l1k3aUj774xOGCCaVX3iFDu.jpg",
            "release_date": "2004-10-27",
            "title": "Os Incríveis",
            "video": false,
            "vote_average": 7.71,
            "vote_count": 17597
        },
        {
            "adult": false,
            "backdrop_path": "/qvzVWohbdcrnaD9qaa6IjrjXHMZ.jpg",
            "genre_ids": [
                12,
                14,
                28
            ],
            "id": 285,
            "original_language": "en",
            "original_title": "Pirates of the Caribbean: At World's End",
            "overview": "Will Turner e Elizabeth Swann unem forças com o Capitão Barbossa para libertarem Jack Sparrow da prisão de Davy Jones. Enquanto isso, a tripulação do barco fantasma O Holandês Voador causa estragos nos Sete Mares. Os amigos devem navegar através de águas perigosas para enfrentarem o pirata chinês São Feng e, finalmente, eles devem escolher em que lado ficar na batalha, pois a vida do pirata está em jogo.",
            "popularity": 101.058,
            "poster_path": "/2vgdFnsThB3acNVSUN9TzpUwLg5.jpg",
            "release_date": "2007-05-19",
            "title": "Piratas do Caribe: No Fim do Mundo",
            "video": false,
            "vote_average": 7.3,
            "vote_count": 14278
        },
        {
            "adult": false,
            "backdrop_path": "/lrtSb1skJayPydZk0OSMAKjBOVe.jpg",
            "genre_ids": [
                28,
                878
            ],
            "id": 603,
            "original_language": "en",
            "original_title": "The Matrix",
            "overview": "Em um futuro próximo, Thomas Anderson (Keanu Reeves), um jovem programador de computador que mora em um cubículo escuro, é atormentado por estranhos pesadelos nos quais encontra-se conectado por cabos e contra sua vontade, em um imenso sistema de computadores do futuro. Em todas essas ocasiões, acorda gritando no exato momento em que os eletrodos estão para penetrar em seu cérebro. À medida que o sonho se repete, Anderson começa a ter dúvidas sobre a realidade. Por meio do encontro com os misteriosos Morpheus (Laurence Fishburne) e Trinity (Carrie-Anne Moss), Thomas descobre que é, assim como outras pessoas, vítima do Matrix, um sistema inteligente e artificial que manipula a mente das pessoas, criando a ilusão de um mundo real enquanto usa os cérebros e corpos dos indivíduos para produzir energia. Morpheus, entretanto, está convencido de que Thomas é Neo, o aguardado messias capaz de enfrentar o Matrix e conduzir as pessoas de volta à realidade e à liberdade.",
            "popularity": 99.354,
            "poster_path": "/qFHE09iQDbpHUBXJ8cFZu9v2ViO.jpg",
            "release_date": "1999-03-31",
            "title": "Matrix",
            "video": false,
            "vote_average": 8.218,
            "vote_count": 25629
        },
        {
            "adult": false,
            "backdrop_path": "/cyecB7godJ6kNHGONFjUyVN9OX5.jpg",
            "genre_ids": [
                28,
                878,
                12
            ],
            "id": 1726,
            "original_language": "en",
            "original_title": "Iron Man",
            "overview": "Tony Stark é um industrial bilionário, que também é um brilhante inventor. Ao ser sequestrado ele é obrigado por terroristas a construir uma arma devastadora mas, ao invés disto, constrói uma armadura de alta tecnologia que permite que fuja de seu cativeiro. A partir de então ele passa a usá-la para combater o crime, sob o alter ego do Homem de Ferro.",
            "popularity": 98.543,
            "poster_path": "/6yObhDNEsAmFyMVfWNL64wQGyzj.jpg",
            "release_date": "2008-04-30",
            "title": "Homem de Ferro",
            "video": false,
            "vote_average": 7.647,
            "vote_count": 26325
        }
    ],
    "total_pages": 601,
    "total_results": 12011
}